{
  "implementer": {
    "possible_position": "Агент з оптової торгівлі",
    "personal_characteristics": "Консервативний, дисциплінований, надійний",
    "team_role": "Організація. Перетворення планів та ідей у практичні дії.",
    "weaknesses": "Відсутність гнучкості. Повільно реагує на нові можливості.",
    "characteristic":"Реалізаторам властиві практичний здоровий глузд і хороше відчуття самоконтролю і дисципліни. Вони люблять важку роботу і подолання проблем в системному режимі. Більшою мірою Реалізатори є типовими особами, чия вірність і інтерес співпадають з цінностями компанії. Вони менш сконцентровані на переслідуванні власних інтересів. Проте, їм може не вистачати спонтанності і вони можуть проявлятижорсткість і непохитність.",
    "functionality":"Вони дуже корисні для компанії завдяки своїй надійності і старанності. Вони добиваються успіху, тому що дуже працездатні і можуть чітко визначити те, що здійснимо і має відношення до справи. Реалізатори робитимуть те, що необхідно справі. Хороші Реалізатори часто просуваються до високих посадових позицій в управлінні завдяки своїм хорошим організаторським здібностям і компетентності в рішенні всіх важливих питань."
  },
  "coordinator": {
    "possible_position": "Голова правління",
    "personal_characteristics": "Зрілий, упевнений, вірить у справу",
    "team_role": "Пояснює цілі та пріоритети. Мотивує колег. Збалансований у прийнятті рішень.",
    "weaknesses": "Відсутність креативності та гнучкості мислення.",
    "characteristic":"Відмінною рисою Координаторів є здатність примушувати інших працювати над розподіленими цілями. Зрілий, досвідчений і упевнений, Координатор охоче роздає доручення. У міжособових відносинах вони швидко розкривають індивідуальні схильності і таланти і мудро їх використовують для досягнення мети команди.",
    "functionality":"Вони добре себе проявляють, знаходячись на чолі команди людей з різними навиками і характерами. Їх девізом може бути «консультація з контролем». Вони вірять, що проблему можна вирішити мирним шляхом. У деяких компаніях Координатори можуть вступати в конфлікти через різницю в поглядах з Творцями."
  },
  "creator": {
    "possible_position": "Менеджер середньої ланки",
    "personal_characteristics": "Захоплений, динамічний, успішний",
    "team_role": "Ставить під сумнів. Тисне на команду. Шукає альтернативні шляхи.",
    "weaknesses": "Схильний до провокацій. Запальний.",
    "characteristic":"Це люди з високим рівнем мотивації, невичерпною енергією і великим прагненням до творчих та професійних звершень. Зазвичай, це яскраво виражені екстраверти, що володіють сильною напористістю. Їм подобається вести інших і підштовхувати до дій. Вони мають схильність емоційно відповідати на будь-яку форму розчарування або краху планів.",
    "functionality": "Вони зазвичай стають хорошими керівниками, завдяки тому, що уміють генерувати дії і успішно працювати під тиском. Вони уміють легко надихати команду і дуже корисні в групах з різними поглядами. Творці здатні підніматися над проблемами будь-якого роду і не відмовляються від нестандартних рішень."
  },
  "generatorOfIdeas": {
    "possible_position": "Засновник компанії",
    "personal_characteristics": "Інтелектуальний, з розвиненим мисленням, неординарний",
    "team_role": "Створює оригінальні ідеї. Розв’язує складні проблеми.",
    "weaknesses": "Не достатньо гнучкий у спілкуванні та управлінні.",
    "characteristic": "Генератори ідей є інноваторами і винахідниками, можуть бути дуже креативними. Вони зазвичай працюють самостійно, відокремившись від інших, слідуючи нетрадиційним шляхом. Мають схильність бути інтровертами і сильно реагують як на критику, так і на похвалу.",
    "functionality":"Основна функція Генераторів ідей – створення нових пропозицій і вирішення складних комплексних проблем. Вони дуже необхідні на початкових стадіях проектів або коли проект під загрозою. Вони можуть бути конфліктними у великій кількості, оскільки кожен просуває власні ідеї."
  },
  "researcher": {
    "possible_position": "Керівник відділу постачання",
    "personal_characteristics": "Екстраверт, допитливий ентузіаст, товариський",
    "team_role": "Використовує нові можливості. Розвиває контакти. Веде переговори.",
    "weaknesses": "Втрачає інтерес після спаду ентузіазму.",
    "characteristic":"Дослідники – часто ентузіасти і яскраві екстраверти. Вони народжені для ведення переговорів, дослідження нових можливостей і налагодження контактів. Вони дуже легко підхоплюють ідеї інших і розвивають їх.",
    "functionality":"Вони добре реагують і відповідають на нові ідеї, можуть знайти ресурси поза групою. Вони дуже відповідні для встановлення зовнішніх контактів і проведення переговорів. Їх ентузіазм може згаснути без зовнішньої стимуляції."
  },
  "expert": {
    "possible_position": "Експерт",
    "personal_characteristics": "Уважний, розумний, стриманий",
    "team_role": "Бачить усі варіанти. Аналізує. Проводить ретельну оцінку.",
    "weaknesses": "Бракує енергії та здатності надихати інших.",
    "characteristic":"Це серйозні і передбачливі люди з імунітетом до надмірного ентузіазму. Вони повільні в ухваленні рішень, але критично мислять і рідко помиляються.",
    "functionality":"Експерти найкраще підходять для аналізу проблем і оцінки ідей. Вони зважують всі «за і проти» і можуть займати стратегічні пости. Їх рідко люблять за прямолінійність, але часто поважають за точність."
  },
  "diplomat": {
    "possible_position": "Менеджер зі зв’язків з громадськістю",
    "personal_characteristics": "Товариський, дружній, поступливий",
    "team_role": "Слухає, будує стосунки. Запобігає конфліктам. Знаходить підхід до складних людей.",
    "weaknesses": "Невпевнений у неоднозначних ситуаціях.",
    "characteristic":"Це люди, що користуються найбільшою підтримкою команди. Вони дуже ввічливі і товариські. Вони уміють бути гнучкими і адаптуватися до будь-якої ситуації і різних людей. Дипломати дуже дипломатичні і сприйнятливі. Вони уміють слухати інших і співпереживати, дуже популярні в команді. У роботі вони покладаються на чутливість, але можуть зіткнутися зі складністю при ухваленні рішень в термінових і невідкладних ситуаціях.",
    "functionality" :"Роль Дипломатів полягає в запобіганні міжособових проблем, що з'являються в команді, і тому це дозволяє ефективно працювати всім її членам. Уникаючи проблем, вони йтимуть довгою дорогою, ради того, щоб обійти їх стороною. Вони не часто стають керівниками, тим більше, якщо їх безпосередній начальник підкоряється Творцеві."
  },
  "specialist": {
    "possible_position": "Старший торговий агент",
    "personal_characteristics": "Старанний, дбайливий, ретельний",
    "team_role": "Знаходить помилки, недоліки. Особисто зосереджений на цілях і допомагає іншим робити те саме.",
    "weaknesses": "Схильний до надмірних хвилювань, неохоче делегує повноваження.",
    "characteristic":"Це особи, які пишаються придбаними технічними навиками і уміннями у вузькій сфері. Їх пріоритетами є надання професійних послуг, сприяння і просування в своїй сфері діяльності. Проявляючи професіоналізм у своєму предметі, вони рідко цікавляться справами інших. Можливо, вони стануть експертами, слідуючи своїм стандартам і працюючи над вузьким колом специфічних проблем. Взагалі, небагато людей, беззастережно відданих своїй справі і прагнучих стати першокласними фахівцями.",
    "functionality":"Фахівці грають свою специфічну роль в команді завдяки своїм рідкісним навикам, на яких і базується сервіс або виробництво компанії. Будучи керівниками, вони користуються пошаною, оскільки знають набагато більше про свій предмет, чим хто-небудь ще і зазвичай вимушені ухвалювати рішення, спираючись на свій глибокий досвід."
  }
}
